# -*- coding: utf-8 -*-
"""
================================================================================
 iran
================================================================================
 داده‌های ثابت مربوط به ایران.

 شامل:
    letters    : حروف، ارقام، نشانه‌گذاری
    charset    : مجموعه‌های ترکیبی کاراکتر
    keyboards  : چیدمان‌های کیبورد فارسی
 نسخه : 1.0.0
 مجوز : MIT
================================================================================
"""

from .letters import *
from .charset import *
from .keyboards import *

__version__ = "1.0.0"